{
    "pair": {
        "title": "DoorBird Hinzufügen",
        "nosettings": "Bitte alle Felder ausfüllen.",
        "unauthorized": "Fehler 401: dieser Benutzer ist nicht autorisiert, stellen Sie sicher, dass Sie den Benutzer in der App erstellt und die richtigen Details eingegeben haben.",
        "servererror": "Fehler 500: interner Server-Fehler",
        "timeout": "Timeout-Fehler: Stellen Sie sicher, dass Sie die richtige IP-Adresse eingegeben haben und dass die DoorBird online ist.",
        "unknownerror": "Unbekannter Fehler, sind Sie sicher, dass Sie die richtige IP-Adresse eingegeben haben und Homey im selben Netzwerk wie die DoorBird ist? Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.",
        "intro": "Erstellen Sie einen neuen Benutzer in der DoorBirdSmartphone-App. Geben Sie anschließend die IP-Adresse und die Details dieses Benutzers unten ein.",
        "address": "IP Adresse",
        "username": "Benutzername",
        "password": "Passwort",
        "firmware": "DoorBird Firmware:",
        "mac": "DoorBird MAC Adresse:",
        "success": "DoorBird IP Video Station hinzugefügt",
        "test": "Test Verbindung",
        "testing": "DoorBird IP Video Station Verbindungstest erfolgreich, können Sie nun die DoorBird verbinden.",
        "connect": "Verbinden"
    },
    "settings": {
        "title": "DoorBird Einstellungen",
        "notificationsettings": "Benachrichtigungs einstellungen",
        "intro-notification": "DoorBird muss konfiguriert werden, um Benachrichtigungen an Homey für die Türklingel- und Bewegungssensor-Trigger zu senden. Sie können diese manuell einstellen oder klicken Sie einfach auf die Schaltfläche unten, um Ihre DoorBird(s) zu aktualisieren.",
        "relaxationdoorbell": "Entspannung Türklingel (Zeit zwischen Türklingel Bekanntgabe DoorBird Homey in Sekunden)",
        "relaxationmotionsensor": "Entspannung Motionsensor (Zeit zwischen Motionsensor Bekanntgabe DoorBird Homey in Sekunden)",
        "setnotifications": "Set DoorBird-Benachrichtigungen",
        "notificationssuccess": "Benachrichtigungen sind erfolgreich gesetzt worden.",
        "intro-email": "Diese Einstellungen sind notwendig für die Snapshot-Bilder per e-Mail senden. Wenn Sie e-Mails über Google Mail SMTP-Server senden möchten, und Sie sind mit 2-Stufen-Authentifizierung müssen Sie zuerst erstellen Sie eine <a href='https:\/\/support.google.com\/accounts\/answer\/185833' target='_blank'> app-Passwort <\/a> in Ihrem Google-Konto.",
        "emailsettings": "E-Mail-Einstellungen",
        "username": "E-Mail-Benutzername",
        "password": "E-Mail-Passwort",
        "hostname": "SMTP-Server",
        "port": "SMTP-Port",
        "sender": "Absender e-Mail-Adresse",
        "secure": "Verschlüsselte Verbindung",
        "testemail": "Test e-Mail-Einstellungen",
        "saveemail": "E-Mail-Einstellungen speichern",
        "testing": "Einstellungen wurden erfolgreich getestet. Sie sollten eine Test-Email erhalten haben.",
        "success": "Einstellungen wurden erfolgreich gespeichert."
    },
    "This is a test email which confirms your email settings in the Homey DoorBird App are correct.": "Dies ist eine Test e-Mail bestätigt, dass Ihre e-Mail-Einstellungen in der heimeligen DoorBird App korrekt sind.",
    "<h1>DoorBird Homey App<\/h1><p>This is a test email which confirms your email settings in the Homey DoorBird App are correct.<\/p>": "<h1> DoorBird gemütliche App <\/h1> <p> Dies ist eine Test e-Mail bestätigt, Ihre e-Mail-Einstellungen in der heimeligen DoorBird App korrekt sind. <\/p>",
    "<h1>DoorBird Homey App<\/h1><p>This snapshot was taken at ": "<h1> DoorBird gemütliche App <\/h1> <p> dieser Momentaufnahme war am "
}